[{"id":1,"name":"Paul Gottlieb Nipkow","projects":"Nipkow disk","introduction":"Paul Julius Gottlieb Nipkow (22 August 1860 – 24 August 1940) was a German technician and inventor. He invented the Nipkow disk, which laid the foundation of television, since his disk was a fundamental component in the first televisions. Hundreds of stations experimented with television broadcasting using his disk in the 1920s and 1930s, until it was superseded by all-electronic systems in the 1940s."},{"id":2,"name":"Wallace H. Carothers","projects":"Invention of neoprene and nylon","introduction":"Wallace Hume Carothers (/kəˈrʌðərz/; April 27, 1896 – April 29, 1937) was an American chemist, inventor and the leader of organic chemistry at DuPont, who was credited with the invention of nylon."},{"id":3,"name":"Leo Baekeland","projects":"Plastics research, Bakelite, Novolac, Velox photographic paper","introduction":"Leo Hendrik Baekeland FRSE(Hon) (November 14, 1863 – February 23, 1944) was a Belgian-American chemist. He is best known for the inventions of Velox photographic paper in 1893, and Bakelite in 1907. He has been called 'The Father of the Plastics Industry' for his invention of Bakelite, an inexpensive, non-flammable and versatile plastic, which marked the beginning of the modern plastics industry."},{"id":4,"name":"Alexander Fleming","projects":"Discovery of penicillin and Lysozyme","introduction":"Sir Alexander Fleming FRS FRSE FRCS (6 August 1881 – 11 March 1955) was a Scottish physician and microbiologist, best known for discovering the world's first broadly effective antibiotic substance, which he named penicillin. His discovery in 1928 of what was later named benzylpenicillin (or penicillin G) from the mould Penicillium rubens is described as the 'single greatest victory ever achieved over disease.' For this discovery, he shared the Nobel Prize in Physiology or Medicine in 1945 with Howard Florey and Ernst Boris Chain.He also discovered the enzyme lysozyme from his nasal discharge in 1922, and along with it a bacterium he named Micrococcus Lysodeikticus, later renamed Micrococcus luteus."},{"id":5,"name":"Wright brothers","projects":"Inventing, building, and flying the world's first successful motor-operated airplane, the Wright Flyer; pioneering the use of flight control systems for fixed-wing aircraft","introduction":"The Wright brothers, Orville Wright (August 19, 1871 – January 30, 1948) and Wilbur Wright (April 16, 1867 – May 30, 1912), were American aviation pioneers generally credited with inventing, building, and flying the world's first successful motor-operated airplane. They made the first controlled, sustained flight of a powered, heavier-than-air aircraft with the Wright Flyer on December 17, 1903, 4 mi (6 km) south of Kitty Hawk, North Carolina, at what is now known as Kill Devil Hills. The brothers were also the first to invent aircraft controls that made fixed-wing powered flight possible."},{"id":6,"name":"Charles Babbage","projects":"Difference engine, Scientific career","introduction":"Charles Babbage KH FRS (/ˈbæbɪdʒ/; 26 December 1791 – 18 October 1871) was an English polymath. A mathematician, philosopher, inventor and mechanical engineer, Babbage originated the concept of a digital programmable computer."},{"id":7,"name":"Theodore H. Maiman","projects":"Inventing the laser","introduction":"Theodore Harold Maiman (July 11, 1927 – May 5, 2007) was an American engineer and physicist who is widely credited with the invention of the laser. Maiman's laser led to the subsequent development of many other types of lasers. The laser was successfully fired on May 16, 1960. In a July 7, 1960 press conference in Manhattan, Maiman and his employer, Hughes Aircraft Company, announced the laser to the world. Maiman was granted a patent for his invention, and he received many awards and honors for his work. His experiences in developing the first laser and subsequent related events are recounted in his book, The Laser Odyssey, republished recently under a new title The Laser Inventor: Memoirs of Theodore H. Maiman."},{"id":8,"name":"William Cullen","projects":"Teaching at the Edinburgh Medical School, author of popular medical textbook First Lines of the Practice of Physic, Scottish Enlightenment figure and mentor to Joseph Black","introduction":"William Cullen FRS FRSE FRCPE FPSG (/ˈkʌlən/; 15 April 1710 – 5 February 1790) was a Scottish physician, chemist and agriculturalist, and professor at the Edinburgh Medical School. Cullen was a central figure in the Scottish Enlightenment: He was David Hume's physician, and was friends with Joseph Black, Henry Home, Adam Ferguson, John Millar, and Adam Smith, among others."},{"id":"9","name":"yfdausva","projects":"ashcjhsabx","introduction":"absjkbx"}]